{
  "menu": [
    {
      "id": 1,
      "title": "macaroni met ham en prei",
      "headIng": {
        "meat": "ham",
        "vegetable": "prei",
        "pata": "macaroni"
      },
      "recipe":"Doe voldoende water in een pot, zet de pot op het vuur. \nAls het water kookt doe dan de macaroni in het water. Stoof de prei (eventueel met een teentje look erbij). \nOm te controleren de macaroni gaar is, gooi een macaroni stukje tegen het plafond. Als het blijft plakken is het gaar. Maak kaassaus, vergeet geen kwart bouillonblokje toe te voegen, doe er de hamblokjes en de prei onder en de macaroni. Goed onder elkaar zetten en klaar.",
      "type": "easy"
    },
    {
      "id": 2,
      "title": "lasagna",
      "headIng": {
        "meat": "gehakt",
        "vegetable": "wortelen, tomaten, ajuin",
        "pata": "lasagna"
      },
      "recipe":"Je kan zelf lasagna maken maar dan is het niet meer zo easy, het is te zeggen, dan heb je geoon veel tijd nodig. Probeer verschillende merken uit en kies diegene die het beste smaakt. Let op als op de verpakking staat dat je het ook in de magnetron kan klaar maken, verwijder eerst het aluminium bakje.",
      "type": "easy"
    },
    {
      "id": 3,
      "title": "friet met curryworst-special",
      "headIng": {
        "meat": "curryworst",
        "vegetable": "ajuin",
        "pata": "friet"
      },
      "recipe":"Zelf gemaakte frietjes smaken zoveel beter dan diepvries frietjes maar het vraagt enige ervaring om ze goed te bakken. Blijven oefenen. Curryworst-special is niet zo speciaal, gewoon opensnijden, na of voor het bakken al naargelang je goesting, en daarna vullen met fijngesnipperde ajuin, ketchup en mayonaise erop doen en klaar.",
      "type": "easy"
    },
    {
      "id": 4,
      "title": "tapas",
      "headIng": {
        "meat": "kippebillekes, chorizo, salami, inktvisringen",
        "vegetable": "tomaten, komkommer, wortelen",
        "pata": "gebakken patatjes"
      },
"recipe":"Alles waar je zin in hebt kan je op tafel zetten.\r Lekker bij een goede fles wijn.",
      "type": "easy"
    },
    {
      "id": 5,
      "title": "puree met knoselder en wortelen en cordon blue",
      "headIng": {
        "meat": "cordon blue",
        "vegetable": "wortelen, knolselder",
        "pata": "puree"
      },
      "recipe":"Vergeet geen bouillonblokje toe te voegen, een kwart is voldoende.",
      "type": "easy"
    },
    {
      "id": 6,
      "title": "croque monsieur met verse groenten",
      "headIng": {
        "meat": "hesp en kaas",
        "vegetable": "sla, komkommer, tomaten, wortelen, rode biet",
        "pata": "boterham"
      },
      "recipe":"Met een croque monsieur machine is dit heel eenvoudig. In plaats van hesp kan je ook eens kippenwit gebruiken of filet de sax. De kaas is niet optioneel.",
      "type": "easy"
    },
    {
      "id": 7,
      "title": "spaghetti bolognaise",
      "headIng": {
        "meat": "gehakt",
        "vegetable": "ajuin, wortelen, tomaten, paprika, selder, look",
        "pata": "macaroni"
      },
      "recipe":"Spaghettisaus kan je zelf maken: doe de ajuin, de wortelen, de look en de andere groenten in stukjes in een grote pot, doe het gehakt erbij en roeren maar. Als het gehakt gebakken is doe je er de tomatenblokjes bij. Gebruik geen passata anders is de saus te lopend. Doe er voor de smaak een bouillonblokje bij, eventueel twee afhankelijk van de grootte van je pot.",
      "type": "easy"
    },
    {
      "id": 8,
      "title": "kip pesto pasta",
      "headIng": {
        "meat": "kip",
        "vegetable": "pesto",
        "pata": "spaghetti"
      },
      "recipe":"Je kan de pesto zelf maken door broccoli of spinazie te gebruiken. Pijnboompitten zijn te duur en hoef je niet perse te gebruiken. Experimenteer en vergeet vooral geen kwart bouillonblokje toe te voegen voor de smaak.",
      "type": "easy"
    },
    {
      "id": 9,
      "title": "pensen met appelmoes",
      "headIng": {
        "meat": "pensen",
        "vegetable": "appelmoes",
        "pata": "boterham"
      },
      "recipe":"Je kan witte of zwarte pensen gebruiken, die je bij de beenhouwer haalt zijn lekkerder dan in een grootwarenhuis. \nJe kan ook gewoon confituur gebruiken in plaats van appelmoes.",
      "type": "easy"
    },
    {
      "id": 10,
      "title": "maaltijdsoep met kip en balletjes",
      "headIng": {
        "meat": "kip, balletjes",
        "vegetable": "prei, wortelen, ajuin, look",
        "pata": "patatje"
      },
      "recipe":"Gebruik een kippenbouillonblokje. Per 500ml water mag je 1 bouillonblokje gebruiken voor de smaak.",
      "type": "easy"
    },
    {
      "id": 11,
      "title": "witloof met hesp en kaassaus",
      "headIng": {
        "meat": "hesp",
        "vegetable": "witloof",
        "pata": "aardappelen"
      },
      "recipe":"Vergeet aan de kaassaus geen kwart bouillonblokje toe te voegen voor de smaak ",
      "type": "easy"
    },
    {
      "id": 12,
      "title": "friet met stoofvlees",
      "headIng": {
        "meat": "stoofvlees",
        "vegetable": "tomaten, komkommer, rode biet, wortelen, sla",
        "pata": "frietjes"
      },
      "recipe": "Zelf gemaakte frietjes smaken zoveel beter dan diepvries frietjes maar het vraagt enige ervaring om ze goed te bakken. Blijven oefenen.",
      "type": "easy"
    },
    {
      "title": "videe met kroketjes",
      "id": 13,
      "headIng": {
        "meat": "videe",
        "vegetable": "tomaten, komkommer, rode biet, wortelen, sla",
        "pata": "kroketjes"
      },
      "recipe": "Volg de instructies die op de verpakking staat.",
      "type": "easy"
    },
    {
      "title": "scampi's met lookboter en ciabatta broodje",
      "id": 14,
      "headIng": {
        "meat": "scampi",
        "vegetable": "look",
        "pata": "ciabatta broodje"
      },
      "recipe": "Je hoeft hiervoor geen speciale lookboter te gebruiken, gewoon boter en look in stukjes. De look en de boter zorgen voor de smaak dus een bouillonblokje is niet nodig.",
      "type": "easy"
    },
    {
      "title": "bloemkool met witte saus, worst en patatjes",
      "headIng": {
        "meat": "worst",
        "vegetable": "bloemkool",
        "pata": "patatjes"
      },
      "recipe": "Er was eens een jong koppeltje dat ging samen wonen. Op een dag maakte het meisje dit gerecht.\n Voordat ze de worsten begon te bakken, deed ze van de uiteinden een stuk af. De jongen vroeg verbaasd waarom ze dat deed. \nIk weet het niet, zei het meisje, mijn moeder deed dat altijd, dus doe ik dat ook zo. De volgende keer als ze bij haar ouders op bezoek waren vroegen ze aan de moeder waarom ze altijd een stuk van de worsten deed. \nIk weet het niet, zei de moeder van het meisje, mijn moeder deed dat zo, we zullen het haar direct gaan vragen.\nHeel de familie in de auto naar het rusthuis. Moemoe, vroeg de kleindochter, waarom deed jij altijd een stuk van de worsten. De moemoe kijkt haar kleindochter ongelovig aan:\"Zijn jullie nu nog altijd in dat klein panneke aan het bakken?!\"  ",
      "id": 15
    },
    {
      "title": "witte kool met spekjes",
      "headIng": {
        "meat": "spekjes",
        "vegetable": "witte kool",
        "pata": "patatjes"
      },
      "recipe": "Stoof de witte kool samen met een half bouillonblokje voor de smaak",
      "id": 16
    },
    {
      "title": "ravioli",
      "headIng": {
        "meat": "ravioli",
        "vegetable": "",
        "pata": ""
      },
      "recipe": "Open het conservenblik en zet het op een laag vuurtje. Een extra bouillonblokje is niet nodig. ",
      "id": 17
    },
    {
      "title": "prei en spekjes en pasta",
      "headIng": {
        "meat": "spekjes",
        "vegetable": "prei",
        "pata": "pasta"
      },
      "recipe": "Voeg tijdens het stoven een kwart van een bouillonblokje toe aan de prei voor de smaak.",
      "id": 18
    },
    {
      "title": "broccolipuree met zalm",
      "headIng": {
        "meat": "zalm",
        "vegetable": "broccoli",
        "pata": "patatjes"
      },
      "recipe": "Voeg aan de broccolipuree een kwart van een bouillonblokje toe voor de smaak",
      "id": 19
    },
    {
      "title": "tagliatelle met gerookte zalm en broccoli ",
      "headIng": {
        "meat": "gerookte zalm",
        "vegetable": "broccoli",
        "pata": "tagliatelle"
      },
      "recipe": "Dit wordt ook wel luie-wijven-eten genoemd omdat het snel klaar is en je kan het in één pot maken. \nDoe voldoende water in een pot, zet de pot op het vuur. \nAls het water kookt doe dan de tagliatelle en de diepvries broccoli in het water(eventueel een teentje look). \nOm te controleren of alles gaar is, prik met een vork in de broccoli en gooi een sliert tagliatelle tegen het plafond.\nAls de sliert blijft plakken is de tagliatelle gaar, als je gemakkelijk met je vork in de broccoli kan prikken is de broccoli gaar. \nGiet het water uit de pot, doe er room bij, een half bouillon blokje en de gerookte zalm in stukjes gesneden. Roer alles goed door elkaar en klaar. ",
      "id": 20
    }
  ]
}